{
  "poems": [
    {
      "id": 0,
      "title": "The Death of the Ball Turret Gunner ",
      "author": "Randall Jarrell",
      "text": "From my mother’s sleep I fell into the State,  \nAnd I hunched in its belly till my wet fur froze.  \nSix miles from earth, loosed from its dream of life,  \nI woke to black flak and the nightmare fighters.  \nWhen I died they washed me out of the turret with a hose.",
      "votes": 4
    },
    {
      "title": "There is a gold light in certain old paintings",
      "author": "Donald Justice",
      "text": "1  \n  \nThere is a gold light in certain old paintings  \nThat represents a diffusion of sunlight.  \nIt is like happiness, when we are happy.  \nIt comes from everywhere and from nowhere at once, this light,  \n              And the poor soldiers sprawled at the foot of the cross  \n              Share in its charity equally with the cross.  \n  \n       2  \n  \nOrpheus hesitated beside the black river.  \nWith so much to look  forward to he looked back.  \nWe think he sang then, but the song is lost.  \nAt  least he had seen once more the  beloved back.  \n              I say the song went this way: O prolong  \n             Now the sorrow if that is all there is to prolong.  \n  \n      3  \n  \nThe world is very dusty, uncle. Let us work.  \nOne day the sickness shall pass from the earth for good.  \nThe orchard will bloom; someone will play the guitar.  \nOur work will be seen as strong and clean and good.  \n              And all that we suffered through having existed  \n              Shall be forgotten as though it had never existed.",
      "id": 1,
      "votes": 3
    },
    {
      "id": 2,
      "title": "And the Word for Moonlight Is My Name",
      "author": "Jai Hamid Bashir",
      "text": "Hello.  \n                                                          Chandini.  \n  \nThis mouth is a wound from where I’m learning  \n                how to love. My love language, I’ve told strange men, is words  \n                            of   affirmation. In naked brag of my American tongue—  \n  \nhow does it taste to love with this Indian body? I knew love being breastfed  \nthrough a nightstorm where the blued song of electricity ended.  \nMy reparation tools for the cosmos are as precise  \n  \n                as they are approximate. I parse each numerical line  \n                            about starshine that arrives in tallies. Chandini, I’ve been  \n                                 the type of Western methods coward who doesn’t listen  \n  \nto my stomach’s knowledge. I’ve taken feverous temperatures  \nwith my hands, then gently slapped the trust  \nof   the thermometer on my knee and into a baby’s mouth  \n  \n                again. I don’t trust the way  \n                            my nails are embedded with spiraled rinds of sweet oranges  \n                                     always seeking the reach of knives.  \n  \nTell me the way  \n  \nthe Bengal smells, a sweet perfume  \nthat does not exist in a glass on my bedside table.  \nTell me again the way we could have known  \n  \n                how half-gods carrying pipes with cloven hooves  \n                            sang in key to the slunk ring of rickshaws—  \n                                    the exhaust settled in laundry lines like blackbirds.  \n  \nHow to say my own name with the certainty of a dove  \nthat trusts the buoying ark of   humanity. My bird ring  \nthat waits and slides on the tattoo of a birdcage on my fingers.  \n  \n                Tell me again the way, Chandini.  \n                            How divinity was without border control  \n                                    and conversing with the sky was common as rain.  \n  \nMa used to preserve each of   her calling cards in a glass  \nvase as if they could blossom, as if  they were the umbilical  \nrope tethering cosmonauts to the space station.  \n  \n                 I was given electric lines of your uncut hair,  \n                             like an old telephone line operator—  \n                                     where can I connect it to but just myself?  \n  \nHello.  \n  \n                                                              Chandini.  \n  \nI’ve held your hair with the softness of space people  \nwashing each other bare in zero gravity.  \nLong-distance, on the other side, I’ll be there,  \n  \n                a voyager grounded after cosmic exile.  \n                                  My breath on the line  \n                                          just praying against echos.  \n  \nHello.  \n                                                                    Chandini.  \n  \n                                   Salam.  \n                                                                                               Hello,  \n                                                                                               again.",
      "votes": 10
    },
    {
      "id": 3,
      "title": "Ars Poetica",
      "author": "Lisa Low",
      "text": "After not showing in a poem how I once was boring, I spend weeks collecting proof  from my past for readers who wanted to know. I have difficulty deciding the best prop for my poem:  \n  \n    A) from the outside, the crack of a bathroom stall framing a girl’s eye  \n  \n    B) an unmoving sleeping bag  \n  \n    C) a shaky piece of paper or hand  \n  \n    D) sunspots in the ceiling of a girl’s closed eyelids  \n  \nWhat is the shape of the girl’s body in the sleeping bag, and how long can she remain unmoving? Is she sleeping or pretending to sleep? someone might wonder.  \n  \nI don’t know whether to prefer the girl’s body seen (yes, hers is like yours) or unseen (you already know what it looks like, yours).  \n  \nOn the other hand, her body must appear at least a little unlike yours.  \n  \nThe previous ending to this poem released the girl from having to appear in future poems of mine: “Go, I tell her / and picture her filling the ceiling with peelable stars.”  \n  \nI didn’t want to change the lines that relieved me from question-answering and gave me hope.  \n  \nI pictured one day wanting to write about the girl again, reversing myself.  \n  \nIn the original version, no one sees her, not even to look at her wrongly.  \n  \nThe bedroom ceiling above her recalls the earlier ceiling—a space in the mind.  \n  \nIn my mind, she hasn’t yet become the weakest point on her body.  \n  \nIn the poem, I keep feeling the walls for another ending for her.",
      "votes": 2
    },
    {
      "id": 4,
      "title": "Blue Chore Coat",
      "author": "Daye Phillippo",
      "text": "I have learned to love turning a bar of soap  \n     and the calendar’s empty pages in my hands,  \nsoft lather that soothes, feels like ritual, lifts away  \n     things I don’t need. I have learned to love  \nthe chickens’ ways, the hesitating way they walk  \n     like brides down an aisle, their contented churks  \nand startled squawks, the way one gentle hen  \n     in the nesting box raises up to let me collect  \nthe eggs she’s been warming beneath her breast,  \n     then curves her neck to look underneath, head  \nupside down under there, then registering  \n     the emptiness begins to make small sad sounds,  \nonly lament a bird can make. I try to soothe, gently  \n     stroke the soft feathers of her back and wings  \nand thank her for giving me sustenance, her  \n     everything, every day, willing way, and I think  \nof my mother, only child on a prairie homestead,  \n     who said that the chickens were her best friends,  \nthe way mine have become, the way lament  \n     has become the worn blue chore coat, fraying  \ncollar and cuffs, I pull on every day, the familiar  \n     serviceable warmth it brings.",
      "votes": 1
    },
    {
      "title": "Chocolate",
      "author": "Jinhao Xie",
      "text": "Your grandmother’s grave nestles  \nin the nest of mountains’ thick hair.  \nYou try to name every tree that looks  \nlike your grandmother. A hurricane  \nfound underneath your seat is your uncle’s  \nreckless driving technique. He tries to kill  \ntime by outrunning patience. Your mother  \nholds you down in the back seat,  \nprevents you from flying  \nout the window. Too soon, she says,  \nto meet your grandmother this way.  \n  \nSummer rests his head on your shoulder,  \nthirsts on your teenage sweat; a young love bursts  \non twines and twigs. Green Beetle parks  \nby the foot of the hill. It’s summer. Everything melts.  \nChocolate your mother lies about buying  \nmakes a puddle on the seat. Don’t lick it.",
      "id": 5,
      "votes": 2
    },
    {
      "title": "El Pollo Loco, West Los Angeles",
      "author": "Chris Santiago",
      "text": "*They split the tibia, sucking out*  \n*the dense marrow.*  \n*They use up love, they swallow*  \n*every dark grain.*  \n*—Ellen Bass, “Eating the Bones”*  \n  \nAnd why wouldn’t he—crack  \nopen each wing & suck out  \n  \nwhat he found? He was my host  \nbut not by blood: for me bones  \n  \nwere like relations—uncle, ulna,  \ntito, tibia—a class whittled down  \n  \nto a core. Bakit ka nasa Los Angeles  \nwas what it looked like he wanted  \n  \nto ask instead of making small  \ntalk about God & God  \n  \nparticles, the purported source  \nof all mass. Because of a girl!  \n  \nBecause a girl I hadn’t yet met  \nwould teach me to drain the last marrow  \n  \nwith Palo Cortado. I watched him lick  \neach knuckle & whorl. Then he slapped  \n  \na bus token down on Formica—for me—  \nto cover the sights (one way at least) & buy  \n  \nhis apartment a few hours walang  \nintrusion. There were locks  \n  \non both sides of his doors—deadbolts, pin  \n& disc tumblers (kasi if they get in  \n  \nI’ll be damned if they can get out); a jungle  \npotted & hanging; & the bear he claimed  \n  \nto’ve put down himself—knotted  \ncascades of fur; as hungry for sound  \n  \nas a black hole for light—a fucking  \nbear! We gaped at each other  \n  \nthe next morning, when I woke  \nwith the flu & the landline  \n  \nringing like tinnitus behind his bedroom  \ndoor. Locked:  \n  \nso was the front. Uncle Buddy had gone  \nto work—whatever work was—& forgot  \n  \nto leave a key. The beach was brighter  \n& colder than I’d thought, the climates  \n  \ncompact, unpredictable as zip codes.  \nI looked out across the Pacific—far  \n  \nacross that crushed-up recycled light  \nsprawled untold acres of  \n  \nbones, bones  \nthat if struck would make mine  \n  \nsing out too—",
      "votes": 5,
      "id": 6
    },
    {
      "title": "First Milk",
      "author": "Danni Quintos",
      "text": "After all that birth, the legs you’ve used your whole life  \nare now wobbly & the lake where your son used to swim  \n  \ntrickles from between them. The spaces between your fingers  \nfeel sticky. The first thing the baby does is search for the warmth  \n  \nof   you, his face a small suction cup for the mounds you’ve been  \nbuilding. Those first golden drops, thick as honey, spill from you  \n  \n& the nurse rushes to catch them with a plastic spoon. God forbid  \nthey soak your hospital gown or run down your rib cage. Once, you were  \n  \na girl with two breasts like the smallest constellation, an incomplete ellipsis.  \nToday, they find new purpose. Today they are nourishment & comfort,  \n  \nfood, water, some kind of magic. They work so hard after years  \nof  thinking themselves merely decorative.",
      "votes": 3,
      "id": 7
    },
    {
      "title": "Ghazal for Dogeaters",
      "author": "Danni Quintos",
      "text": "Someone yelled, *That dog gonna end up in a pot of rice!*  \nat Margaret Cho & she tells the story in her stand-up, as a joke.  \n  \nWhen I waited tables, someone’s dad ordered flied lice.  \nSomeone’s brother made a dog-meat-in-the-eggrolls joke.  \n  \nIn 1904, they shipped twelve hundred Filipinos, shivering in  \na train car, from Seattle to St. Louis for a human zoo. No joke.  \n  \nThey forced them to eat twenty dogs a week: a spectacle  \nfor the fairgoers. The butt of the joke. The root of the joke.  \n  \nOnce a coworker barked like a dog because someone else  \nate Chinese food; but calm down, it was just a joke.  \n  \nWhen I told her it wasn’t OK, she cried, called me a bully.  \nShe asked me in tears, *Danni, why can’t you take a joke?*",
      "votes": 5,
      "id": 8
    }
  ]
}